Repository: llsc12/Paicord
Catalog: Paicord/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: and
de: und

source: are typing...
de: schreiben...

source: Forwarded
de: Weitergeleitet

source: is typing...
de: schreibt...

source: Unsupported message type %@
de: Nicht unterstützer Nachrichtentyp %1$@

source: (edited)
de: (bearbeitet)

source: %@ unsupported
de: %1$@ wird nicht unterstützt

source: %lld members
de: %1$lld Mitglieder

# %lld Result%@
source: %1$lld Result%2$@
de: %1$lld Ergebnis%2$@

source: A new version of Paicord is available! Head to [the releases page](https://github.com/llsc12/Paicord/releases/latest), or [the Discord server](https://discord.gg/fqhPGHPyaK) to download the latest version.
de: Eine neue Version von Paicord ist verfügbar! Gehe zur [Release Seite](https://github.com/llsc12/Paicord/releases/latest) oder [dem Discord Server](https://discord.gg/fqhPGHPyaK), um die neueste Version herunterzuladen.

source: Add Account
de: Account hinzufügen

source: Add Theme
de: Theme hinzufügen

source: An action required MFA to continue.
de: Eine Aktion benötigt MFA um fortzufahren.

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.

source: Are you sure?
de: Bist du dir sicher?

source: Authenticator App
de: Authentifizierungs-App

source: Awaiting READY
de: Warten auf READY

source: Camera
de: Kamera

source: Check your phone!
de: Schau auf deinem Telefon!

source: Choose an account
de: Wähle einen Account

source: ComponentsV2 unsupported
de: ComponentsV2 werden derzeit nicht unterstützt

source: Copy
de: Kopieren

source: Copy Author ID
de: Author-ID kopieren

source: Copy Message ID
de: Nachrichten-ID kopieren

source: Copy Message Link
de: Nachrichten-Link kopieren

source: Copy Text
de: Text kopieren

source: Copy User ID
de: Nutzer-ID kopieren

source: Create Thread
de: Thread erstellen

source: Delete
de: Löschen

source: Delete Message
de: Nachricht löschen

source: Direct Messages
de: Privatnachrichten

source: Dismiss
de: Ignorieren

source: Donate
de: Spenden

source: Donors get Discord server roles, and custom profile badges visible to other Paicord users!
de: Spender bekommen Rollen auf dem Discord Server und personalisierte Profil-Abzeichen, die für alle Paicord-Nutzer sichtbar sind!

source: Download IPA
de: Lade IPA herunter

source: Edit Message
de: Nachricht bearbeiten

source: Edit Profile
de: Profil bearbeiten

source: Edited at %@
de: Bearbeitet um %1$@

source: Editing Message
de: Nachricht wird bearbeitet

source: Email or Phone Number
de: E-Mail oder Telefonnummer

source: Enjoying Paicord?
de: Gefällt dir Paicord?

source: Enter a valid login above to send a reset link!
de: Gib oben einen gültigen Login ein, um einen Link zum Zurücksetzen zu erhalten!

source: Enter the code sent to your phone
de: Gib den Code ein, der an dein Telefon gesendet wurde

source: Enter your authentication code
de: Gib deinen Authentifizierungscode ein

source: Enter your backup code
de: Gib deinen Backup-Code ein

source: Error
de: Fehler

source: Forgot Password
de: Passwort vergessen

source: Forgot your password?
de: Hast du dein Passwort vergessen?

source: Forward
de: Weiterleiten

source: Further MFA restricted actions will be allowed for the next 5 minutes.
de: Weitere Aktionen, die MFA benötigen, werden für die nächsten 5 Minuten erlaubt sein.

source: GIF Picker Coming Soon!
de: GIF-Wähler bald verfügbar!

source: If you like Paicord and would like to support its development, consider donating! You'll receive a Donator role in the Discord server and you'll receive custom badges!
de: Wenn dir Paicord gefällt und du die Entwicklung unterstützen möchtest, denke über eine Spende nach! Du bekommst eine Spenderrolle im Discord-Server und personalisierbare Badges!

source: Installed Themes
de: Installierte Themes

source: Join the [Paicord Server](https://discord.gg/fqhPGHPyaK) to manage badges!
de: Tritt dem [Paicord Server](https://discord.gg/fqhPGHPyaK) bei, um Badges zu bearbeiten!

source: Log In
de: Einloggen

source: Log in with QR Code
de: Mit QR-Code einloggen

source: Logging in as %@
de: Es wird sich als %1$@ eingeloggt

source: Login requires MFA to continue.
de: Login benötigt MFA zum Fortfahren.

source: Made with ❤️ by llsc12
de: Gemacht mit ❤️ von llsc12

source: Mark Unread
de: Als ungelesen markieren

source: Mention
de: Erwähnung

source: Multi-Factor Authentication
de: Multi-Faktor Authentifizierung

source: Notifications
de: Benachrichtigungen

source: Notifications View
de: Benachrichtigungsansicht

source: Paicord is free and open source software. If you enjoy using Paicord, consider sponsoring its development to help support ongoing improvements and new features!
de: Paicord ist kostenlos und Open-Source-Software. Falls es dir gefällt, denke darüber nach die Entwicklung als Spender zu unterstützen, um neue Features und andere Verbesserungen zu ermöglichen!

source: Password
de: Passwort

source: Profile
de: Profil

source: Remind Me Later
de: Erinnere mich später

source: Reply
de: Antworte

source: Replying to %@
de: Antwort an %1$@

source: Scan this with the Paicord or Discord mobile app to log in instantly.
de: Scanne mit der Paicord oder Discord App, um dich direkt einzuloggen.

source: Select a channel to start chatting
de: Wähle einen Kanal, um eine Konversation zu beginnen.

source: Select an account to continue or add a new one.
de: Wähle einen Account um fortzufahren oder füge einen neuen hinzu.

source: Settings
de: Einstellungen

source: Some files were not added
de: Einige Dateien wurden nicht hinzugefügt

source: Something really bad has happened, gateway connections disabled. Please report this.
de: Etwas katastrophales ist passiert und Gateway-Verbindungen wurden deaktiviert!\nBitte melde dies.

source: Sponsor
de: Werde Sponsor

source: Sticker Picker Coming Soon!
de: Sticker-Picker bald verfügbar!

source: Swipe on a theme to delete it.
de: Wische über ein Theme, um es zu löschen.

source: Switch Account
de: Account wechseln

source: This MFA method is not currently supported.
de: Diese MFA-Methode ist derzeit nicht unterstützt.

source: Toggle Member List
de: Mitgliederliste umschalten

source: Toggle Sidebar
de: Seitenleiste umschalten

source: Tools
de: Werkzeuge

source: Unimplemented
de: Nicht implementiert

source: Unknown User
de: Unbekannter Benutzer

source: Update Available
de: Update verfügbar

source: Upload Files
de: Lade Dateien hoch

source: Upload Photos
de: Bilder hochladen

source: View Logs
de: Zeige Logs

source: We're so excited to see you again!
de: Wir freuen uns, dich wiederzusehen!

source: Welcome Back!
de: Willkommen zurück![A

source: Welcome to the start of #%@
de: Willkommen am Anfang von #%1$@

source: Welcome to the start of this channel
de: Willkommen am Anfang dieses Kanals

source: Where would you like to go?
de: Wohin möchtest du?

source: Yesterday at
de: Gestern um

source: You are giving access to your Discord account to another device.
de: Du gibst Zugriff zu deinem Discord-Account auf einem anderen Gerät.

source: You can only use each backup code once.
de: Du kannst jeden Backup-Code nur einmal benutzen.

source: You don't have permission to view the message history in this channel.
de: Du hast keine Berechtigung, um den Nachrichtenverlauf in diesem Kanal zu sehen.

source: You don't have permission to view the message history of #%@.
de: Du hast keine Berechtigung, um den Nachrichtenverlauf von #%1$@ zu sehen.

source: You will receive a password reset form shortly!
de: Du wirst in kürze eine Anleitung zum Zurücksetzen deines Passworts erhalten!

# You're on build %lld, and the latest build is %lld.
source: You're on build %1$lld, and the latest build is %2$lld.
de: Du bist auf Build %1$lld und der neueste Build ist %2$lld.
